{
  "city": "City",
  "clear-form": "Empty form",
  "country": "Country",
  "email": "Email",
  "english": "EN",
  "error-invalid-email": "Invalid email format",
  "error-required": "Field is required",
  "greeting": "Hello",
  "help-me": "Help me open jars!",
  "here": "here",
  "legal-text": "Homestyle Jar Assistance. All Rights Reserved.",
  "name": "Name",
  "norwegian": "NO",
  "postalCode": "Postal Code",
  "read-more":"Read more about your rights",
  "requestHelp": "Request help",
  "send-email": "Send me an email to",
  "street": "Street",
  "submit": "Submit",

  "jar-service-title": "Ma and Pa's Jar Service: Your Trusted Jar Opening Duo!",
  "jar-service-description-1": "   Smith's Jar-Opener Service\" is the quintessential mom-and-pop company that brings a personal touch to a seemingly\n  simple yet highly valuable service. Run by a loving husband and wife duo, Jack and Diane Smith, this heartwarming\n venture was born out of a desire to help those who may struggle with the daily task of opening jars in the comfort of their homes.",
  "jar-service-description-2": "     With their trusty jar-opening tools and a welcoming smile, the Smiths hit the road, driving from house to house, offering\n  their specialized assistance to individuals of all ages and backgrounds. Their mission is clear: to lend a helping hand and\n  make life a little easier for those who face challenges in opening stubborn jars, whether due to arthritis, limited mobility,\n  or simply a tough lid.",
  "jar-service-description-3": "    Jack and Diane's genuine care and friendly conversations are as much a part of their service as their expert jar-opening skills.\n   In addition to conquering those seemingly impenetrable jars, they bring a sense of companionship and a warm connection to the\n   lives they touch. The joy they receive from witnessing the relief and gratitude in their customers' eyes is what keeps this mom-and-pop\n   operation running with heart and soul. In an increasingly fast-paced world, \"Smith's Jar-Opener Service\" stands as a testament to the enduring\n  power of small businesses that make a big difference, one jar at a time."
}